<template>
  <div class="pt-13 my-20 max-w-3xl mx-auto text-gray-800">
    <h1 class="text-2xl font-bold mb-4">Политика конфиденциальности</h1>
    <p class="mb-4">
      Мы уважаем вашу анонимность. Чат не требует регистрации, и никакие личные данные не
      собираются.
    </p>
    <p class="mb-4">
      Все сообщения передаются в зашифрованном виде и не сохраняются на сервере. После завершения
      сессии чат полностью очищается.
    </p>
    <p class="mb-4">
      Мы не используем cookie-файлы, аналитические трекеры или другие инструменты отслеживания.
    </p>
    <p>
      Используя этот сервис, вы соглашаетесь с тем, что ваш сеанс связи является временным и
      анонимным.
    </p>
  </div>
</template>

<script setup lang="ts">
// Политика конфиденциальности — только текст.
</script>
